import React from "react";
import Navbar from "./Navbar";
import Footer from "./Footer";
import StandingsImg from "../img/schedule.png";
import StadiumImg from "../img/stadium-info.png";
import MainImg  from "../img/main-info.png"
import BallImg from "../img/ball-background.png"

const Facts = () => {
  return (
    <>
      <Navbar />
      <div className="about-cup">
         <h3>Що відомо про Чемпіонат?</h3>
         <div className="first-new">
        <img src={MainImg} alt='main' width="600px" height="400px"></img>
        </div>
        <div className="top-info">
        <p>
        &nbsp; Це найбільша футбольна подія. Проводиться один раз на чотири роки, беруть участь 32 команди. Починаючи з чемпіонату світу-2026 кількість збірних буде збільшена до 48.
        Попередній Чемпіонат світу з футболу 2018 року подивились 3,57 мільярда глядачів, що дорівнює більше половини населення світу віком від чотирьох років. Фінал між Францією та Хорватією в прямому ефірі побачили 1,12 мільярда глядачів у всьому світі.
        В цьому році очікується новий рекод.
        </p>
        </div>
        <h3 className="name-info">Групи ЧС</h3>
        <img src={StandingsImg} alt='standings' width="550px" height="500px"></img>
        <div className="second-info">
          <p>
            &nbsp; З 32 країн, які отримали кваліфікацію для участі в Чемпіонаті
            світу з футболу 2022 року, 24 країни брали участь у попередньому
            турнірі у 2018 році. Таким чином, турнір 2022 року став першим
            Чемпіонатом світу, на якому не дебютувала жодна з команд, які
            отримали місце через кваліфікацію. Нідерланди, Еквадор, Гана,
            Камерун і Сполучені Штати повернулися до турніру після того, як
            пропустили турнір 2018 року. Канада повернулися через 36 років, їхня
            єдина попередня поява була в 1986 році . Уельс зіграв уперше за 64
            роки — це рекордний розрив для європейської команди, їхня єдина
            попередня участь була в 1958 році.
          </p>
          <br />
          <p>
            &nbsp; Чемпіонат світу з футболу 2022 відбудеться в Катарі з 20
            листопада по 18 грудня. Це 22-й світовий мундіаль, і перший що
            пройде в західній Aзії.
          </p>
        </div>
        <br />
        <h3>Жертви під час будівництва</h3>
          <img src={StadiumImg} alt='stadium' width="600px" height="400px"></img>
        <div className="text-info-center">
          <p>
            &nbsp; За офіційними даними уряду Катару, з 2012 по 2013 рік на
            будівництві в країні загинули 964 працівники з Непалу, Індії і
            Бангладеш. А в лютому 2021 року британська газета The Guardian
            оприлюднила жахливі факти про підготовку до турніру: у Катарі
            загинули понад 6,5 тисяч робітників-мігрантів з часу, коли країна
            отримала право приймати чемпіонат.
          </p>
          <br />
        </div>
        <h3>Скільки грошей потрачено?</h3>
        <img src={BallImg} alt='ball' width="600px" height="400px"></img>
        <div className="text-info-bottom">
          <p>
            &nbsp; Це країна без справжньої футбольної історії, тому навряд чи дивно,
            що вона ніколи не немала справжньої інфраструктури, яка могла б впоратися з
            подією масштабу Чемпіонату світу. Будівництво стадіонів, готелів та
            іншої необхідної інфраструктури коштувало приблизно 220 мільярдів
            доларів (138 мільйонів фунтів стерлінгів, як повідомляє ESPN). Для
            порівняння, підготовка Південної Африки до турніру 2010 року
            коштувала 3,5 мільярда доларів. Можна тільки уявіти, на що ці
            гроші можна було витратити з більшою користю.. По суті, це марна
            трата грошей. Ось реальна інформація про те, наскільки бракує
            інфраструктури в Катарі. Місто, у якому планується провести фінал,
            Лусайл Сіті, насправді раніше взагалі не існувало. Їм довелось побудувати ціле
            нове місто, приблизно в 15 км на північ від Дохи, щоб прийняти
            турнір. Якби це було в сюжеті фільму, це було б справді захоплюючим, але це сучасні реалії Катару та ФІФА.
          </p>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default Facts;
